var kandian_p = [
    {
        "new":"【第二组PK】陆政廷又唱rap，文兆杰田燚《他他他》..."
    },
    {
        "new":"华晨宇没能保住文兆杰，遗憾到流泪：我觉得不公平"
    },
    {
        "new":"华晨宇没能抱住文兆杰，遗憾到流泪：我觉得不公平"
    },
    {
        "new":"华晨宇没能抱住文兆杰，遗憾到流泪：我觉得不公平"
    },
    {
        "new":"华晨宇没能抱住文兆杰，遗憾到流泪：我觉得不公平"
    },
    {
        "new":"华晨宇没能抱住文兆杰，遗憾到流泪：我觉得不公平"
    },
    {
        "new":"华晨宇没能抱住文兆杰，遗憾到流泪：我觉得不公平"
    },
    {
        "new":"华晨宇没能抱住文兆杰，遗憾到流泪：我觉得不公平"
    },
    {
        "new":"华晨宇没能抱住文兆杰，遗憾到流泪：我觉得不公平"
    },

]

var kandian_pp = ""
for(var i=0 ; i < kandian_p.length; i++){
    kandian_pp +=`
    <div>` + kandian_p[i].new+  ` </div>
    `
}
$(".kd_center").append($(kandian_pp))